[
    {
      "id": 1,
      "name": "Mini Business Card",
      "description": "Mini business cards are smaller versions of traditional business cards, typically measuring around 3.5 x 2 inches, but often with a reduced size, like 3 x 1.5 inches or similar dimensions. They still carry the essential details such as your name, job title, company, and contact information, but they have a more compact, sleek design. The reduced size makes them stand out, and their portability is a key advantage, as they can easily be carried in a wallet or small pocket. Mini business cards are often seen as a more modern, creative take on traditional cards, appealing to those looking to make a bold or stylish impression.",
      "price": 12.99,
      "imageUrl": "https://nizeprinting.com/wp-content/uploads/sites/5/2023/05/mini-business-cards.webp"
    },
    {
      "id": 2,
      "name": "Promotional Business Card",
      "description": "Promotional business cards are designed to not only provide contact information but also to promote a specific product, service, or event. They often feature eye-catching graphics, bold colors, and a clear call to action. These cards can include discounts, QR codes, or special offers to entice potential customers. The goal is to create a memorable impression that encourages recipients to take action, whether it's visiting a website, attending an event, or making a purchase.",
      "price": 8.50,
      "imageUrl": "https://dcassetcdn.com/design_img/3394759/125761/125761_18598441_3394759_ba86e60f_thumbnail.png"
    },
    {
      "id": 3,
      "name": "Black Business Card",
      "description": "A black business card is a sleek and modern design choice that typically features a dark, bold black background, often paired with contrasting text or metallic elements for a high-end look. The black color conveys sophistication, professionalism, and elegance. It’s commonly used by professionals in industries such as luxury brands, fashion, design, and creative fields. The minimalistic and striking design of a black business card often makes a memorable impact. These cards can be personalized with unique finishes like matte, glossy, embossed, or foil accents to add an extra layer of refinement and texture.",
      "price": 25.00,
      "imageUrl": "https://gp-ddc-blog01.gotprint.com/wp-content/uploads/2019/03/gotprint_black_business_cards_blog_image_2.png"
    },
    {
      "id": 4,
      "name": "Embossed Business Card",
      "description": "An embossed business card features a raised, three-dimensional design or text, created through a special printing process. The embossing effect adds texture and depth to the card, making certain elements like the company name, logo, or other details stand out by raising them above the surface. This technique gives the card a premium, sophisticated feel and can enhance its visual appeal. Embossed business cards are often used to create a more luxurious or professional look, leaving a lasting impression with their tactile, high-quality finish. They are particularly popular for branding purposes, as the raised elements can make key information more memorable.",
      "price": 18.75,
      "imageUrl": "https://whiterabbit.nz/wp-content/uploads/2022/07/embossed-business-cards-nz.jpg"   
    },
    {
      "id": 5,
      "name": "social business card",
      "description": "A social business card is a modern variation of a traditional business card, designed to highlight your online presence and social media profiles rather than just your professional details. Typically, these cards include links or QR codes to your social media platforms (such as LinkedIn, Instagram, Twitter, etc.), websites, or digital portfolios. They might also feature your phone number, email, and personal branding elements, but the focus is on creating connections through social networks. Social business cards are often used by professionals in creative industries, influencers, or anyone whose work is closely tied to their online identity. The goal is to make it easier for others to connect with you online and stay engaged with your content or network",
      "price": 9.99,
      "imageUrl": "https://i.pinimg.com/736x/38/75/f1/3875f14faf4765cdf634e2f2d3dfb776.jpg"
    },
    {
      "id": 6,
      "name": "loyalty business card",
      "description": "A loyalty business card is a type of card used by businesses to reward customers for repeat purchases or engagement. It often functions as part of a loyalty program, where customers can collect points, stamps, or other markers each time they make a purchase or interact with the business. After reaching a certain threshold, the customer may receive a discount, free product, or other special offers. These cards are typically small, similar to traditional business cards, and include the business's branding and details of the rewards program. Loyalty business cards aim to encourage customer retention, foster brand loyalty, and incentivize frequent visits or purchases.",
      "price": 15.00,
      "imageUrl": "https://www.cutcardstock.com/cdn/shop/products/LoyaltyAquaMain.jpg?v=1677601327"
    },
    {
      "id": 7,
      "name": "Magnetic Business Card",
      "description": "A magnetic business card is a type of business card that features a magnetic backing, allowing it to be easily attached to metal surfaces, such as refrigerators, filing cabinets, or magnetic boards. The front of the card displays your usual contact information, like your name, business, job title, phone number, email, and website, while the back has a thin magnetic layer that ensures it sticks to metal surfaces. Magnetic business cards are a practical way to keep your contact details visible and easily accessible, making them popular in industries where long-term visibility is important, such as real estate or home services.",
      "price": 20.00,
      "imageUrl": "https://essexbanners.com/images/products/260.jpg"
    },
    {
      "id": 8,
      "name": "Spot UV Business Card",
      "description": "A Spot UV business card is a type of business card that features a special coating applied to specific areas of the design to create a glossy, raised effect. refers to the process where ultraviolet (UV) light is used to cure a coating that is applied to certain parts of the card, such as logos, text, or images. This coating contrasts with the matte or standard finish of the rest of the card, giving those areas a shiny, smooth texture. The result is a sophisticated, eye-catching look that adds a tactile dimension to the card. Spot UV is often used to highlight important details, creating a luxurious and professional appearance.",
      "price": 5.00,
      "imageUrl": "https://www.selectgp.com/files/subscribers/f4c62634-dde1-4243-bd09-c3a2e6d6d0cf/sites/2bed132c-b37e-42aa-b186-03a8d93dbb8d/products/f9cf368d-5109-4baf-942a-343bff9fd371/large-silk-card-2_xlarge.png?stamp=637342443242333315"
    },
    {
      "id": 9,
      "name": "square business card",
      "description": "A square business card is a modern twist on the traditional rectangular design, with equal-length sides, typically 2.5 x 2.5 inches or 3 x 3 inches. This unique shape gives the card a distinctive and eye-catching look, helping it stand out among standard business cards. Square business cards often provide a bit more creative space for designs and logos, allowing for more flexibility in branding and layout. They can be particularly popular for industries that value design, innovation, or style, such as graphic design, fashion, and photography. The shape itself often conveys a more forward-thinking, contemporary aesthetic.",
      "price": 50.00,
      "imageUrl": "https://fbprints.com/wp-content/uploads/2019/08/square_business_cards.jpg"
    },
    {
      "id": 10,
      "name": "folded business card",
      "description": "CA folded business card is a business card that has been folded, typically in half or sometimes in thirds, creating a more compact, booklet-like design. It offers more space for information than a standard flat business card, making it ideal for those who need to include additional details, such as a map, product offerings, or a detailed portfolio. When folded, it often looks like a small brochure or pamphlet. The folded design adds a level of sophistication and uniqueness, making it stand out and providing a creative way to present information in a more organized or dynamic manner. Folded business cards are popular among professionals in industries where extra details or a more premium presentation is desired.",
      "price": 12.00,
      "imageUrl": "https://s1-ecp.nextdayflyers.com/1740/20170601_PROD_Folded-Business-Cards_450x200-Optimized.jpeg"
    }
    
  ]