
[
  {
    "id": 1,
    "name": "Business Card Printing",
    "description": "High-quality business card printing on premium matte or glossy cardstock.",
    "price": 12.99,
    "imageUrl": "https://images.pexels.com/photos/6800928/pexels-photo-6800928.jpeg?auto=compress&cs=tinysrgb&w=600",
    "children": [
      {
        "id": 1001,
        "name": "Mini Business Card",
        "description": "Mini business cards are smaller versions of traditional business cards, typically measuring around 3.5 x 2 inches, but often with a reduced size, like 3 x 1.5 inches or similar dimensions. They still carry the essential details such as your name, job title, company, and contact information, but they have a more compact, sleek design. The reduced size makes them stand out, and their portability is a key advantage, as they can easily be carried in a wallet or small pocket. Mini business cards are often seen as a more modern, creative take on traditional cards, appealing to those looking to make a bold or stylish impression.",
        "price": 12.99,
        "imageUrl": "https://nizeprinting.com/wp-content/uploads/sites/5/2023/05/mini-business-cards.webp"
      },
      {
        "id": 1002,
        "name": "Promotional Business Card",
        "description": "Promotional business cards are designed to not only provide contact information but also to promote a specific product, service, or event. They often feature eye-catching graphics, bold colors, and a clear call to action. These cards can include discounts, QR codes, or special offers to entice potential customers. The goal is to create a memorable impression that encourages recipients to take action, whether it's visiting a website, attending an event, or making a purchase.",
        "price": 8.50,
        "imageUrl": "https://dcassetcdn.com/design_img/3394759/125761/125761_18598441_3394759_ba86e60f_thumbnail.png"
      },
      {
        "id": 1003,
        "name": "Black Business Card",
        "description": "A black business card is a sleek and modern design choice that typically features a dark, bold black background, often paired with contrasting text or metallic elements for a high-end look. The black color conveys sophistication, professionalism, and elegance. It’s commonly used by professionals in industries such as luxury brands, fashion, design, and creative fields. The minimalistic and striking design of a black business card often makes a memorable impact. These cards can be personalized with unique finishes like matte, glossy, embossed, or foil accents to add an extra layer of refinement and texture.",
        "price": 25.00,
        "imageUrl": "https://gp-ddc-blog01.gotprint.com/wp-content/uploads/2019/03/gotprint_black_business_cards_blog_image_2.png"
      },
      {
        "id": 1004,
        "name": "Embossed Business Card",
        "description": "An embossed business card features a raised, three-dimensional design or text, created through a special printing process. The embossing effect adds texture and depth to the card, making certain elements like the company name, logo, or other details stand out by raising them above the surface. This technique gives the card a premium, sophisticated feel and can enhance its visual appeal. Embossed business cards are often used to create a more luxurious or professional look, leaving a lasting impression with their tactile, high-quality finish. They are particularly popular for branding purposes, as the raised elements can make key information more memorable.",
        "price": 18.75,
        "imageUrl": "https://whiterabbit.nz/wp-content/uploads/2022/07/embossed-business-cards-nz.jpg"
      },
      {
        "id": 1005,
        "name": "Social Business Card",
        "description": "A social business card is a modern variation of a traditional business card, designed to highlight your online presence and social media profiles rather than just your professional details. Typically, these cards include links or QR codes to your social media platforms (such as LinkedIn, Instagram, Twitter, etc.), websites, or digital portfolios. They might also feature your phone number, email, and personal branding elements, but the focus is on creating connections through social networks. Social business cards are often used by professionals in creative industries, influencers, or anyone whose work is closely tied to their online identity. The goal is to make it easier for others to connect with you online and stay engaged with your content or network.",
        "price": 9.99,
        "imageUrl": "https://i.pinimg.com/736x/38/75/f1/3875f14faf4765cdf634e2f2d3dfb776.jpg"
      },
      {
        "id": 1006,
        "name": "Loyalty Business Card",
        "description": "A loyalty business card is a type of card used by businesses to reward customers for repeat purchases or engagement. It often functions as part of a loyalty program, where customers can collect points, stamps, or other markers each time they make a purchase or interact with the business. After reaching a certain threshold, the customer may receive a discount, free product, or other special offers. These cards are typically small, similar to traditional business cards, and include the business's branding and details of the rewards program. Loyalty business cards aim to encourage customer retention, foster brand loyalty, and incentivize frequent visits or purchases.",
        "price": 15.00,
        "imageUrl": "https://www.cutcardstock.com/cdn/shop/products/LoyaltyAquaMain.jpg?v=1677601327"
      },
      {
        "id": 1007,
        "name": "Magnetic Business Card",
        "description": "A magnetic business card is a type of business card that features a magnetic backing, allowing it to be easily attached to metal surfaces, such as refrigerators, filing cabinets, or magnetic boards. The front of the card displays your usual contact information, like your name, business, job title, phone number, email, and website, while the back has a thin magnetic layer that ensures it sticks to metal surfaces. Magnetic business cards are a practical way to keep your contact details visible and easily accessible, making them popular in industries where long-term visibility is important, such as real estate or home services.",
        "price": 20.00,
        "imageUrl": "https://essexbanners.com/images/products/260.jpg"
      },
      {
        "id": 1008,
        "name": "Spot UV Business Card",
        "description": "A Spot UV business card is a type of business card that features a special coating applied to specific areas of the design to create a glossy, raised effect. Spot UV refers to the process where ultraviolet (UV) light is used to cure a coating that is applied to certain parts of the card, such as logos, text, or images. This coating contrasts with the matte or standard finish of the rest of the card, giving those areas a shiny, smooth texture. The result is a sophisticated, eye-catching look that adds a tactile dimension to the card. Spot UV is often used to highlight important details, creating a luxurious and professional appearance.",
        "price": 5.00,
        "imageUrl": "https://www.selectgp.com/files/subscribers/f4c62634-dde1-4243-bd09-c3a2e6d6d0cf/sites/2bed132c-b37e-42aa-b186-03a8d93dbb8d/products/f9cf368d-5109-4baf-942a-343bff9fd371/large-silk-card-2_xlarge.png?stamp=637342443242333315"
      },
      {
        "id": 1009,
        "name": "Square Business Card",
        "description": "A square business card is a modern twist on the traditional rectangular design, with equal-length sides, typically 2.5 x 2.5 inches or 3 x 3 inches. This unique shape gives the card a distinctive and eye-catching look, helping it stand out among standard business cards. Square business cards often provide a bit more creative space for designs and logos, allowing for more flexibility in branding and layout. They can be particularly popular for industries that value design, innovation, or style, such as graphic design, fashion, and photography. The shape itself often conveys a more forward-thinking, contemporary aesthetic.",
        "price": 50.00,
        "imageUrl": "https://fbprints.com/wp-content/uploads/2019/08/square_business_cards.jpg"
      },
      {
        "id": 1010,
        "name": "Folded Business Card",
        "description": "A folded business card is a business card that has been folded, typically in half or sometimes in thirds, creating a more compact, booklet-like design. It offers more space for information than a standard flat business card, making it ideal for those who need to include additional details, such as a map, product offerings, or a detailed portfolio. When folded, it often looks like a small brochure or pamphlet. The folded design adds a level of sophistication and uniqueness, making it stand out and providing a creative way to present information in a more organized or dynamic manner. Folded business cards are popular among professionals in industries where extra details or a more premium presentation is desired.",
        "price": 12.00,
        "imageUrl": "https://s1-ecp.nextdayflyers.com/1740/20170601_PROD_Folded-Business-Cards_450x200-Optimized.jpeg"
      }
    ]
  },  

  {
  "id": 2,
  "name": "Custom Mug Printing",
  "description": "Personalized mugs with your own design or photo. Dishwasher and microwave safe.",
  "price": 8.50,
  "imageUrl": "https://images.pexels.com/photos/8341843/pexels-photo-8341843.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
  "children": [
    {
      "id": 201,
      "name": "ceramic mugs",
      "description": "Ceramic mugs are sturdy, reusable drinking vessels typically made from clay that is shaped, glazed, and fired in a kiln. They are commonly used for hot beverages like coffee, tea, or hot chocolate. Ceramic mugs come in a variety of sizes, shapes, and colors, often featuring custom prints, logos, or designs. Known for their heat retention and comfortable feel, they are popular both at home and in offices, and also make great personalized gifts or promotional items.",
      "price": 12.99,
      "imageUrl": "https://omceramic.com/cdn/shop/collections/IMG_0070x_401d6a08-26f2-4ddd-8c2a-ba3e5875e051.jpg?v=1667334132"
    },
    {
      "id": 202,
      "name": "coffee mugs",
      "description": "Coffee mugs are sturdy, cylindrical cups designed for holding hot beverages like coffee, tea, or hot chocolate. They typically feature a handle for easy gripping and are made from materials such as ceramic, porcelain, glass, or stainless steel. Mugs usually have a larger capacity than standard teacups, making them ideal for casual, everyday use at home or in the office. They can come in various sizes, shapes, colors, and designs—often customized with logos, quotes, or images—making them popular as both practical items and personalized gifts.",
      "price": 8.50,
      "imageUrl": "https://nestasia.in/cdn/shop/files/coffeecups_8_d3eac34e-7e27-44ad-a464-f750426f7936.jpg?v=1701657444&width=600"
    },
    {
      "id": 203,
      "name": "color changing mugs",
      "description": "Color changing mugs, also known as magic mugs or heat-sensitive mugs, are novelty drinkware that change color or reveal hidden designs when filled with a hot liquid like coffee or tea. The effect is created using a special thermochromic coating that reacts to temperature changes. When the mug is cold, the design may be hidden or appear in one color, and as the mug heats up, the color shifts or a new image appears. These mugs are popular for gifts, personalized items, and promotional products due to their fun, surprising effect and interactive quality.",
      "price": 25.00,
      "imageUrl": "https://signzworld.co.uk/wp-content/uploads/2019/11/s-l10002.jpg"
    },
    {
      "id": 204,
      "name": "two tone accent mugs",
      "description": "Two-tone accent mugs are ceramic mugs that feature two different colors — typically one for the exterior and another for the interior or handle. This design creates a stylish contrast that adds a pop of color and visual interest. The outer color is usually neutral or branded, while the inner color (or handle) serves as an accent, often in a brighter or complementary shade. These mugs are popular for both personal and promotional use, offering a balance of function and flair. They're great for showcasing logos, messages, or designs while standing out from standard single-color mugs.",
      "price": 18.75,
      "imageUrl": "https://i.fbcd.co/products/original/two-tone-black-accent-mug-mockup-2032a-dc2997ceb457e7a7aa3e581d9c93cde97c84c2aa701213945ee20d60096b70f8.jpg"
    },
    {
      "id": 205,
      "name": "enamel mugs",
      "description": "Enamel mugs are lightweight, durable drinking mugs made from metal—usually steel or iron—and coated with a layer of enamel, which is a smooth, glass-like finish. This coating gives the mug a shiny, colorful appearance and makes it resistant to rust and scratches. Enamel mugs are popular for camping, travel, and outdoor use due to their sturdiness and ability to retain heat. They often have a vintage or rustic charm, making them great for both functional use and decorative purposes. Enamel mugs can be customized with designs, logos, or colors, making them popular for promotional items or personalized gifts.",
      "price": 9.99,
      "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS8_m19pup8GPvylB6KYZn1Z0PKW7RpLCsuBRAcrrDYi42DKfub3msgBEMJelPCOdl6xAA&usqp=CAU"
    },
    {
      "id": 206,
      "name": "metallic mugs",
      "description": "Metallic mugs are drinkware made from metal materials such as stainless steel, aluminum, or other alloys, often featuring a shiny or brushed metallic finish. They are durable, long-lasting, and resistant to breakage, making them ideal for both indoor and outdoor use. Metallic mugs can retain heat well, keeping beverages warm for longer periods. Many come with insulation or double-wall designs for added temperature control. Their sleek, modern look also makes them a popular choice for personalized gifts, branding, or promotional items.",
      "price": 15.00,
      "imageUrl": "https://i.etsystatic.com/20129712/r/il/f0b92e/2127928914/il_570xN.2127928914_lh9y.jpg"
    },
    {
      "id": 207,
      "name": "travel mugs",
      "description": "Travel mugs are portable, insulated containers designed to keep beverages like coffee, tea, or water at a desired temperature while you're on the go. They typically feature a spill-resistant lid, a comfortable grip, and are made from materials such as stainless steel, plastic, or BPA-free materials. Travel mugs are ideal for commuters, travelers, and anyone who wants to enjoy their drinks hot or cold for extended periods. They come in various sizes and designs, offering both functionality and style for daily use. Many travel mugs are also designed to fit in car cup holders, making them convenient for use in vehicles. They can be customized with logos or designs, making them popular for promotional items or gifts.",
      "price": 20.00,
      "imageUrl": "https://www.cnet.com/a/img/resize/d9dd8cd9e17ecbd015e57e9610964ca819f0bb79/hub/2025/04/02/ca88dd58-4443-4578-b3a6-956af76fdfcf/screenshot-2025-04-02-at-1-01-10pm.png?auto=webp&width=1200"
    },
    {
      "id": 208,
      "name": "frosted glass mugs",
      "description": "Frosted glass mugs are drinking mugs made from glass that has been chemically or sandblasted to create a semi-opaque, frosted appearance. This finish gives the mug a smooth, matte look that diffuses light, adding an elegant and modern touch. Frosted glass mugs are popular for both hot and cold beverages and are often used for personalized gifts, promotional items, or stylish kitchenware. The frosted surface also provides a great background for printed logos, designs, or text, making them ideal for custom branding or creative artwork.",
      "price": 5.00,
      "imageUrl": "https://jmprintsph.s3.ap-southeast-1.amazonaws.com/products/b4d86aa4-418f-45c5-94b2-16ada6c2ed9c.jpg"
    },
    {
      "id": 209,
      "name": "latte mugs",
      "description": "Latte mugs are specially designed cups used for serving lattes and other espresso-based drinks. They are typically larger than standard coffee mugs, holding around 12 to 16 ounces of liquid, to accommodate both the espresso and the steamed milk. Latte mugs often have a wide mouth and a curved shape, which helps showcase latte art and enhances the drinking experience. They’re usually made from ceramic, porcelain, or glass, offering good insulation and a comfortable feel in the hand. Latte mugs combine function and style, making them a popular choice for both home baristas and coffee shops.",
      "price": 50.00,
      "imageUrl": "https://ttpotterydesigns.com/wp-content/uploads/2020/02/sierra-mountain-latte-mug-800x800.jpg"
    },
    {
      "id": 210,
      "name": "mason jar mugs",
      "description": "Mason jar mugs are typically made from the same glass as traditional mason jars, featuring a handle attached to the side, making them easy to hold like a regular mug. They have a rustic, vintage look and are often used for serving drinks like iced tea, lemonade, coffee, or even cocktails. These mugs are popular for their charming, farmhouse-style aesthetic and are commonly used in casual settings, at parties, or as decorative items. Mason jar mugs can also be customized with lids and straws, making them a fun and versatile option for both practical use and unique drink presentation. They are often used for themed events, weddings, or as personalized gifts.",
      "price": 12.00,
      "imageUrl": "https://i.etsystatic.com/38197125/r/il/dcc9b8/4876326279/il_570xN.4876326279_847z.jpg"
    }
  ]
},

  {
    "id": 3,
    "name": "Tarpaulin Banner Printing",
    "description": "Durable tarpaulin banners ideal for indoor and outdoor events. Full color, weather-resistant.",
    "price": 25.00,
    "imageUrl": "https://www.zeeprint.my/wp-content/uploads/2021/09/pvc-banner-zeeprint-01.jpg",
    "children":[
      {
        "id": 1,
        "name": "ceramic mugs",
        "description": "Ceramic mugs are sturdy, reusable drinking vessels typically made from clay that is shaped, glazed, and fired in a kiln. They are commonly used for hot beverages like coffee, tea, or hot chocolate. Ceramic mugs come in a variety of sizes, shapes, and colors, often featuring custom prints, logos, or designs. Known for their heat retention and comfortable feel, they are popular both at home and in offices, and also make great personalized gifts or promotional items.",
        "price": 12.99,
        "imageUrl": "https://omceramic.com/cdn/shop/collections/IMG_0070x_401d6a08-26f2-4ddd-8c2a-ba3e5875e051.jpg?v=1667334132"
      },
      {
        "id": 2,
        "name": "coffee mugs",
        "description": "Coffee mugs are sturdy, cylindrical cups designed for holding hot beverages like coffee, tea, or hot chocolate. They typically feature a handle for easy gripping and are made from materials such as ceramic, porcelain, glass, or stainless steel. Mugs usually have a larger capacity than standard teacups, making them ideal for casual, everyday use at home or in the office. They can come in various sizes, shapes, colors, and designs—often customized with logos, quotes, or images—making them popular as both practical items and personalized gifts.",
        "price": 8.50,
        "imageUrl": "hhttps://nestasia.in/cdn/shop/files/coffeecups_8_d3eac34e-7e27-44ad-a464-f750426f7936.jpg?v=1701657444&width=600"
      },
      {
        "id": 3,
        "name": "color changing mugs",
        "description": "Color changing mugs, also known as magic mugs or heat-sensitive mugs, are novelty drinkware that change color or reveal hidden designs when filled with a hot liquid like coffee or tea. The effect is created using a special thermochromic coating that reacts to temperature changes. When the mug is cold, the design may be hidden or appear in one color, and as the mug heats up, the color shifts or a new image appears. These mugs are popular for gifts, personalized items, and promotional products due to their fun, surprising effect and interactive quality.",
        "price": 25.00,
        "imageUrl": "https://signzworld.co.uk/wp-content/uploads/2019/11/s-l10002.jpg"
      },
      {
        "id": 4,
        "name": "two tone accent mugs",
        "description": "Two-tone accent mugs are ceramic mugs that feature two different colors — typically one for the exterior and another for the interior or handle. This design creates a stylish contrast that adds a pop of color and visual interest. The outer color is usually neutral or branded, while the inner color (or handle) serves as an accent, often in a brighter or complementary shade. These mugs are popular for both personal and promotional use, offering a balance of function and flair. They're great for showcasing logos, messages, or designs while standing out from standard single-color mugs.",
        "price": 18.75,
        "imageUrl": "https://i.fbcd.co/products/original/two-tone-black-accent-mug-mockup-2032a-dc2997ceb457e7a7aa3e581d9c93cde97c84c2aa701213945ee20d60096b70f8.jpg"   
      },
      {
        "id": 5,
        "name": "enamel mugs",
        "description": "Enamel mugs are lightweight, durable drinking mugs made from metal—usually steel or iron—and coated with a layer of enamel, which is a smooth, glass-like finish. This coating gives the mug a shiny, colorful appearance and makes it resistant to rust and scratches. Enamel mugs are popular for camping, travel, and outdoor use due to their sturdiness and ability to retain heat. They often have a vintage or rustic charm, making them great for both functional use and decorative purposes. Enamel mugs can be customized with designs, logos, or colors, making them popular for promotional items or personalized gifts.",
        "price": 9.99,
        "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS8_m19pup8GPvylB6KYZn1Z0PKW7RpLCsuBRAcrrDYi42DKfub3msgBEMJelPCOdl6xAA&usqp=CAU"
      },
      {
        "id": 6,
        "name": "metallic mugs",
        "description": "Metallic mugs are drinkware made from metal materials such as stainless steel, aluminum, or other alloys, often featuring a shiny or brushed metallic finish. They are durable, long-lasting, and resistant to breakage, making them ideal for both indoor and outdoor use. Metallic mugs can retain heat well, keeping beverages warm for longer periods. Many come with insulation or double-wall designs for added temperature control. Their sleek, modern look also makes them a popular choice for personalized gifts, branding, or promotional items.",
        "price": 15.00,
        "imageUrl": "https://i.etsystatic.com/20129712/r/il/f0b92e/2127928914/il_570xN.2127928914_lh9y.jpg"
      },
      {
        "id": 7,
        "name": "travel mugs",
        "description": "Travel mugs are portable, insulated containers designed to keep beverages like coffee, tea, or water at a desired temperature while you're on the go. They typically feature a spill-resistant lid, a comfortable grip, and are made from materials such as stainless steel, plastic, or BPA-free materials. Travel mugs are ideal for commuters, travelers, and anyone who wants to enjoy their drinks hot or cold for extended periods. They come in various sizes and designs, offering both functionality and style for daily use. Many travel mugs are also designed to fit in car cup holders, making them convenient for use in vehicles. They can be customized with logos or designs, making them popular for promotional items or gifts.",
        "price": 20.00,
        "imageUrl": "https://www.cnet.com/a/img/resize/d9dd8cd9e17ecbd015e57e9610964ca819f0bb79/hub/2025/04/02/ca88dd58-4443-4578-b3a6-956af76fdfcf/screenshot-2025-04-02-at-1-01-10pm.png?auto=webp&width=1200"
      },
      {
        "id": 8,
        "name": "frosted glass mugs",
        "description": "Frosted glass mugs are drinking mugs made from glass that has been chemically or sandblasted to create a semi-opaque, frosted appearance. This finish gives the mug a smooth, matte look that diffuses light, adding an elegant and modern touch. Frosted glass mugs are popular for both hot and cold beverages and are often used for personalized gifts, promotional items, or stylish kitchenware. The frosted surface also provides a great background for printed logos, designs, or text, making them ideal for custom branding or creative artwork..",
        "price": 5.00,
        "imageUrl": "https://jmprintsph.s3.ap-southeast-1.amazonaws.com/products/b4d86aa4-418f-45c5-94b2-16ada6c2ed9c.jpg"
      },
      {
        "id": 9,
        "name": "latte mugs",
        "description": "Latte mugs are specially designed cups used for serving lattes and other espresso-based drinks. They are typically larger than standard coffee mugs, holding around 12 to 16 ounces of liquid, to accommodate both the espresso and the steamed milk. Latte mugs often have a wide mouth and a curved shape, which helps showcase latte art and enhances the drinking experience. They’re usually made from ceramic, porcelain, or glass, offering good insulation and a comfortable feel in the hand. Latte mugs combine function and style, making them a popular choice for both home baristas and coffee shops.",
        "price": 50.00,
        "imageUrl": "https://ttpotterydesigns.com/wp-content/uploads/2020/02/sierra-mountain-latte-mug-800x800.jpg"
      },
      {
        "id": 10,
        "name": "mason jar mugs",
        "description": "Mason jar mugs are typically made from the same glass as traditional mason jars, featuring a handle attached to the side, making them easy to hold like a regular mug. They have a rustic, vintage look and are often used for serving drinks like iced tea, lemonade, coffee, or even cocktails. These mugs are popular for their charming, farmhouse-style aesthetic and are commonly used in casual settings, at parties, or as decorative items. Mason jar mugs can also be customized with lids and straws, making them a fun and versatile option for both practical use and unique drink presentation. They are often used for themed events, weddings, or as personalized gifts.",
        "price": 12.00,
        "imageUrl": "https://i.etsystatic.com/38197125/r/il/dcc9b8/4876326279/il_570xN.4876326279_847z.jpg"
      }
      
    ]
  },
  {
    "id": 4,
    "name": "Flyer Printing",
    "description": "Color flyers printed on glossy or matte paper. Various sizes available.",
    "price": 18.75,
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTxcGA8wqTAE3a5x7Cu4zWfuBw4w76GDukksg&s"
  },
  {
    "id": 5,
    "name": "Photo Mug",
    "description": "Add your favorite photo to a high-quality ceramic mug. Great for gifts!",
    "price": 9.99,
    "imageUrl": "https://www.my-picture.co.uk/dynamicimage/product/landingpages/product1Img/85384/plp-mug-tileclassicmug-01-gen.jpg"
  },
  {
    "id": 6,
    "name": "Poster Printing",
    "description": "Large-format poster printing on high-quality paper. Ideal for promotions and events.",
    "price": 15.00,
    "imageUrl": "https://www.my-picture.co.uk/dynamicimage/product/landingpages/product1Img/85384/plp-mug-tileclassicmug-01-gen.jpg"
  },
  {
    "id": 7,
    "name": "Brochure Printing",
    "description": "Tri-fold brochures printed on glossy or matte paper. Perfect for marketing materials.",
    "price": 20.00,
    "imageUrl": "https://staticecp.uprinting.com/5028/530x530/Brochures_Marketing_Materials_A.jpg"
  },
  {
    "id": 8,
    "name": "Sticker Printing",
    "description": "Custom stickers in various shapes and sizes. Waterproof and durable.",
    "price": 5.00,
    "imageUrl": "https://i.pinimg.com/736x/74/17/5e/74175e87b0f33466b99437b59a33803c.jpg"
  },
  {
    "id": 9,
    "name": "Canvas Print",
    "description": "High-quality canvas prints of your favorite photos. Ready to hang.",
    "price": 50.00,
    "imageUrl": "https://copycatjm.com/wp-content/uploads/2017/06/Canvas-Mockup-with-couple.jpg"
  },
  {
    "id": 10,
    "name": "T-shirt Printing",
    "description": "Custom t-shirt printing with your design or logo. Various sizes and colors available.",
    "price": 12.00,
    "imageUrl": "https://diyprinting.shop/wp-content/uploads/2015/08/T-shirt-Printing-1.jpg"
  },
  {
    "id": 11,
    "name": "Large Format Printing",
    "description": "High-quality large-format printing for banners, posters, and signs.",
    "price": 30.00,
    "imageUrl": "https://www.frontsigns.com/wp-content/uploads/2020/07/solvet-inkjet-printing.jpg"
  },
  {
    "id": 12,
    "name": "Acrylic Laser Cutting",
    "description": "Precision laser cutting and engraving on acrylic materials.",
    "price": 40.00,
    "imageUrl": "https://www.epiloglaser.com/assets/img/laser-cut-engraved-acrylic-charms.jpg"
  },
  {
    "id": 13,
    "name": "Vinyl Banner Printing",
    "description": "Durable vinyl banners suitable for both indoor and outdoor use.",
    "price": 35.00,
    "imageUrl": "https://s2.48hourprint.com/photo-gallery/70/Banners-copy_1400x1400.jpg"
  },
  {
    "id": 14,
    "name": "ID Card Printing",
    "description": "Custom ID cards with your design. Includes lanyard and holder.",
    "price": 8.00,
    "imageUrl": "https://www.swiftpro-printer.com/wp-content/uploads/2020/07/pvc-cards.jpg"
  },
  {
    "id": 15,
    "name": "Calendar Printing",
    "description": "Personalized calendars for businesses or personal use. Various formats available.",
    "price": 18.00,
    "imageUrl": "https://static1.colorfxweb.com/Products%20HI%20RES/Catalog_s/Calendar_s/Calendar.jpg"
  },
  {
    "id": 16,
    "name": "Signage Printing & Fabrication",
    "description": "Custom signage solutions including design, printing, and fabrication.",
    "price": 100.00,
    "imageUrl": "https://5.imimg.com/data5/SELLER/Default/2021/6/CL/ON/CU/75133011/indoor-outdoor-printing-fabrication-service-500x500.jpg"
  },
  {
    "id": 17,
    "name": "Flyer Distribution",
    "description": "Professional flyer distribution services to targeted areas.",
    "price": 50.00,
    "imageUrl": "https://www.sbsprint.com/wp-content/uploads/2024/10/Testimonials-Flyer-Distribution-1-compressed-scaled.jpg"
  },
  {
    "id": 18,
    "name": "Event Ticket Printing",
    "description": "Custom event tickets with your design. Includes perforated stubs.",
    "price": 10.00,
    "imageUrl": "https://littlerockprinting.com/wp-content/uploads/2023/09/littlerock_blog_yourguidetocustomeventticketprinting2023_hero.webp"
  },
  {
    "id": 19,
    "name": "Menu Printing",
    "description": "High-quality menu printing for restaurants and cafes. Laminated for durability.",
    "price": 15.00,
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS5yh9ko5Pd19BAbYdx7x9Kv9JFyIWEfLtDxA&s"
  },
  {
    "id": 20,
    "name": "Greeting Card Printing",
    "description": " Custom greeting cards for all occasions. Full color, folded, and ready to send.",
    "price": 3.50,
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRHelQCpmxZa6FJk5R7bfYLKkOk6hfc_qZjsQ&s"
  }
]